module.exports ={
  arrStageTexts : [
'Добро пожаловать на планету «Зирес». Многие говорят, что это самая райская планета в этой вселенной, полная гармонии, уюта. Местные обитатели не знают горя и живут в мире и согласии', 
    "Именно на эту планету прилетел наш герой встретить свою старость. Всю жизнь проработав дворцовым стражником он получил свободу от своего короля за доблестную службу и намерен прожить остаток своей жизни в тихом и спокойном месте. Сойдя с корабля пред ним встал выбор куда направиться в деревню Меликоп или осмотреться в порту",
`Наш герой видит маленького мальчишку, продающего какие то сувениры. \n- «Господин, смотрите что у нас есть! Хотите крыло Лисмагена, он приносит удачу, а может хотите зелье из чешуи Змероноса – снимает любой недуг» - бодро произнес ребенок. Жаль, что денег хватит только на одну вещь.`,
`Теперь, наш герой направился в деревню Меликоп. Деревня оказалась намного больше, чем он ожидал. \n
- «Мда, соседей будет много» - подумал наш герой. \n
Улица достаточна оживленная. Повсюду бегают ребятишки, молодые люди неспешно прогуливаются по дороге и ненароком поглядывают на нашего героя. Доносится тихий шепот. «Новый сосед?», «Чужак». Атмосфера становится немного напряженной.`,
`«О, а вы, наверное, не местный?» - вдруг перед героем появилась фигура крупного, низкого мужчины с явно прокуренным голосом. – «Меня звать Жоним, я тут, так сказать главный.»`,
`«О, а мы все гадали, кому был продан этот дом. Ну что ж, добро пожаловать. Если нужна будет помощь я живу вон в том оранжевом доме в самом центре деревни. Местные не привыкли видеть чужаков. Но ты в голову не бери. Быстро привыкнут к новому лицу» - сказал глава деревни. \n
«Благодарю, Жоним» - ответил наш герой и направился прямиком к своему дому.`,
`Жоним поморщился, развернулся и ушел. Довольный собой Мэлфин направился к своему новому дому`,
`Дом его находился на опушке леса, на самом краю деревни, по бокам окружал живописный лес. Пока наш герой шел по тропинке к дому он увидел странное животное, похожее то ли на маленького человека, толи на обезьяну, запутавшееся в каких-то веревках.  «Как же поступить? Вдруг, заражусь неизвестной болезнью…» - подумал Мэлфин.`,
`Не поняв, что это было за животное и как оно вообще оказалось в такой ситуации, герой продолжил путь. Наконец попав в свой новый дом, Мэлфин выдохнул.
    
- «Да, долгий же путь я проделал, но теперь то я точно отдохну»- с улыбкой произнес наш герой`,
`На следующее утро Мэлфин проснулся от странного звука, исходящего из леса. Этот звук был похож на какую то песню. Ему трудно было разобрать слова. Мэлфин решил узнать, что это такое и направился в чащу леса.`,
`Чем ближе он был к цели, тем четче была песня.

 «Найди, мой друг, Кристалл. Освободи ты душу мира. Ведь счастье было близко, но опасность впереди. Счастливчик будет тот, кто вовремя найдет. То самое, то чистое, что землю нашу спасет».`,
`Эта песня зачаровывала нашего героя и он продолжал идти. Наконец он нашел источник звука. Некая нимфа, заточенная в дереве, раз за разом повторяла эту песнь.

\n «Что это значит?» - изумленно спросил он.

\n Но она не отвечала, а через мгновение слилась с деревом и настала тишина. Рядом в кустах что то зашуршало, от чего по спине героя побежали мурашки от ужаса…
Что же делать дальше?`,
'Подойдя вплотную он увидел надпись на дереве : «Найди того, кто «мало» знает» и рядом лежал непонятный сверток',
`Наш герой вернулся домой и больше не мог сомкнуть глаз. Поэтому решил направиться в город, может кто из местных знает что это такое.

\n “Найди того , кто мало знает. Что же это может значить” - подумал наш герой и именно в этот момент в него врезается маленькая девчонка и из рук у нее выпадает какая то книга, на обложке которой нарисован огромный кристалл.`,
'“Извините, я зачиталась и вас не заметила” - испуганно ответила девочка.',
    
  ],
  buttonStageStartText : 'Начать путешествие по лютым местам!!!',
  buttonStage0Text : 'Далее',
  buttonStage1Text : [
    'Осмотреться в порту', 'Отправиться в деревню'
  ],
  buttonStage2Text : [
    `«Давай ка мне крыло, удача всегда пригодится».\n(Крыло Лисмагена добавлен в инвентарь)`,
    `«Зелье в хозяйстве всегда пригодится, возьму его»\n(Зелье из чешуи Змероноса добавлен в инвентарь)`,
    '«Ничего не нужно, может позже зайду».'
  ],
  buttonStage3Text : 'Дальше',
  buttonStage4Text : ['«Меня зовут Мэлфин»- уверенно ответил наш герой. – «Я тут лачугу купил пару месяцев назад»','“Да, не местный, Я Мэлфин, так сказать новый житель”- карикатурно передразнил наш герой.'],
  buttonStage5Text : 'Идем к дому...',
  buttonStage6Text : ['Помочь животному', 'Пройти мимо'],
  buttonStage7Text : `Наконец-то лечь спать...`,
  buttonStage8Text : `«Что же это был за звук???Надо проверить!»`,
  buttonStage9Text : '«Эта песня....Услада для моих ушей...»',
  buttonStage10Text : [`Собраться, подойти ближе к дереву и рассмотреть место, куда "всосалась" нимфа`, 'Уйти обратно, вдруг рядом опасность….    ТУТ ТУПИК'],
  buttonStage11Text : ['Взять сверток ( Амулет 💠 добавлен в инвентарь )','Вернуться обратно в дом'],
  buttonStage12Text : ['Помочь встать девочке','Подождать пока сама встанет'],
  buttonStage13Text : ['“Ничего страшного, а про что эта книга?”', '“Смотреть нужно на дорогу” - дерзко ответил Мэлфин и пошел дальше.']

}
